{
  "translators": "Oficial",
  "nav": {
    "home": "Página principal",
    "device": "Dispositivo",
    "plugin": "Plugin",
    "settings": "Ajustes"
  },
  "disclaimer": {
    "title": "Descargo de responsabilidad",
    "content": "Descargo de responsabilidad de la aplicación AstroBox\n\nAntes de usar este software (en adelante, \"AstroBox\"), lea detenidamente y comprenda completamente los términos de este descargo de responsabilidad. Continuar descargando, instalando o usando AstroBox significa que ha leído, comprendido y aceptado todo el contenido descrito en esta declaración, y acepta asumir todos los riesgos y responsabilidades derivados del uso de este software.\n\n⸻\n\nI. Declaración de atributos del software\n\nAstroBox es una aplicación de herramienta de terceros desarrollada y publicada por desarrolladores independientes, diseñada para proporcionar a los usuarios herramientas convenientes necesarias para instalar recursos de terceros (incluidas esferas de reloj, aplicaciones rápidas, firmware, etc.) en dispositivos portátiles inteligentes de la marca Xiaomi.\n\nEste software no está desarrollado, autorizado, publicado o respaldado por Xiaomi Corporation ni ninguna de sus afiliadas, y no existe ninguna relación de afiliación, cooperación, agencia u otra relación legal de ningún tipo con Xiaomi Corporation. Xiaomi Corporation no asume ninguna responsabilidad por la funcionalidad, el rendimiento, la seguridad de AstroBox o cualquier consecuencia resultante del uso de este software.\n\n⸻\n\nII. Comportamiento del usuario y asunción de responsabilidad\n\nLas diversas funciones proporcionadas por AstroBox pueden implicar modificaciones personalizadas al sistema del dispositivo, que incluyen, entre otras, el reemplazo de recursos, el ajuste de configuraciones y la instalación de contenido no oficial. Dichas operaciones pueden tener efectos impredecibles en el funcionamiento normal, la seguridad y la integridad de los datos del dispositivo, incluidos, entre otros:\n    •    Inestabilidad del sistema, función anormal o imposibilidad de arrancar el dispositivo;\n    •    Pérdida, daño o filtración de datos del usuario;\n    •    Invalidación del acuerdo de servicio oficial o pérdida de derechos de garantía;\n    •    Incompatibilidad con el sistema o los servicios preinstalados en el dispositivo;\n    •    Activación del mecanismo de gestión de cuentas del fabricante del dispositivo que provoca restricciones de inicio de sesión.\n\nEl comportamiento de las operaciones anterior se basa completamente en la elección independiente del usuario. El usuario debe tomar una decisión sobre la base de una comprensión completa de los riesgos relevantes y asumir todas las consecuencias resultantes de forma independiente. Los desarrolladores de AstroBox no asumen ninguna responsabilidad por los daños directos o indirectos causados por el uso de este software por parte del usuario.\n\n⸻\n\nIII. Recordatorio de inicio de sesión de cuenta y transmisión de datos\n\nAlgunas funciones de AstroBox implican el acceso a recursos o la habilitación de operaciones específicas del dispositivo llamando a la interfaz de servicio de la cuenta Xiaomi. Durante este proceso, la información de credenciales de la cuenta proporcionada por el usuario (incluido el nombre de usuario, la contraseña o el ticket de autorización, etc.) se enviará directamente al servidor oficial de Xiaomi para completar la autenticación de identidad.\n\nEste software no almacenará, registrará ni manipulará la información de credenciales del usuario sin el consentimiento del usuario. Sin embargo:\n    •    La seguridad de este comportamiento de transmisión depende completamente del servidor Xiaomi y su mecanismo de implementación de interfaz, que no puede ser controlado ni garantizado por este software;\n    •    Si la cuenta del usuario está restringida, falla el inicio de sesión o se producen problemas de datos debido a cambios en la interfaz, ajustes en la política de servicio o activación del mecanismo de seguridad, este software y sus desarrolladores no asumen ninguna responsabilidad relacionada;\n    •    El usuario debe juzgar con cautela si utilizar esta función y asumir toda la responsabilidad por los riesgos relacionados con el uso de credenciales de cuenta.\n\nRecomendamos encarecidamente a los usuarios que operen solo en entornos de red confiables y que evalúen los requisitos de seguridad de su cuenta antes de autorizar el inicio de sesión.\n\n⸻\n\nIV. Fuente de recursos de terceros y legalidad del contenido\n\nParte del contenido de los recursos proporcionados por AstroBox proviene de redes públicas o plataformas comunitarias de terceros, incluidas, entre otras, comunidades de código abierto (como GitHub), plataformas de foros (como la comunidad Mitán), redes de distribución de contenido (como jsDelivr), etc.\n\nEstos recursos son proporcionados por sus editores originales. AstroBox solo implementa el acceso y la instalación como una herramienta, y no hace ninguna promesa ni garantía con respecto a los siguientes aspectos de los recursos de terceros:\n    •    Legalidad, integridad o exactitud del contenido;\n    •    Ausencia de código malicioso o comportamiento destructivo;\n    •    No infracción de los derechos de propiedad intelectual u otros derechos legales de terceros;\n    •    Compatibilidad y seguridad con el dispositivo o sistema del usuario.\n\nEl usuario debe decidir si acceder o utilizar recursos de terceros bajo la premisa de garantizar sus propios derechos e intereses legales y cumplir con las leyes y regulaciones pertinentes, y asumir de forma independiente las responsabilidades legales, técnicas o económicas que puedan derivarse de ello.\n\n⸻\n\nV. Cláusulas de responsabilidad y exención de responsabilidad\n\nAstroBox se proporciona según el principio \"tal cual\" y no ofrece ninguna garantía expresa o implícita con respecto a la disponibilidad continua de sus funciones, la compatibilidad del sistema, el rendimiento o la idoneidad para un propósito específico. El usuario acepta expresamente que los desarrolladores y las partes relacionadas de AstroBox no asumen ninguna responsabilidad por ninguna forma de pérdida (incluidas, entre otras, pérdidas directas, pérdidas indirectas, pérdidas de ganancias, pérdidas de datos, daños al equipo o responsabilidad legal) que surja del uso o la imposibilidad de usar este software. responsabilidad.\n\nAdemás, este software no proporciona soporte técnico oficial y no tiene la obligación de responder a los problemas, fallas o comentarios de riesgo que surjan durante el uso.\n\n⸻\n\nVI. Cambios en los términos y derecho final de interpretación\n\nAstroBox se reserva el derecho de modificar el contenido de este descargo de responsabilidad en cualquier momento según sea necesario debido a cambios en las leyes y regulaciones, actualizaciones de funciones del software o ajustes de la estrategia operativa. Los cambios relevantes se anunciarán a través de los canales de publicación de manera oportuna y no se proporcionará ninguna notificación adicional por separado.\n\nSi el usuario continúa utilizando este software después de la actualización del descargo de responsabilidad, se considerará que ha aceptado todos los términos modificados. Los desarrolladores de AstroBox se reservan el derecho final de interpretación de este descargo de responsabilidad.\n\n⸻\n\nAntes de instalar y usar este software, los usuarios deben evaluar su propia capacidad técnica, la capacidad de asumir riesgos del dispositivo y las responsabilidades de cumplimiento legal. Si no puede aceptar los términos descritos en este descargo de responsabilidad, no descargue, instale ni use AstroBox.",
    "confirm": "Estoy de acuerdo",
    "cancel": "No estoy de acuerdo",
    "alertTitle": "¿De verdad no estás de acuerdo con nuestro descargo de responsabilidad?",
    "alertContent": "Por favor, lee y acepta el descargo de responsabilidad antes de continuar usando AstroBox. Si no estás de acuerdo, la aplicación se cerrará inmediatamente."
  },
  "agreements": {
    "uaTitle": "Acuerdo de usuario",
    "paTitle": "Política de privacidad",
    "alertTitle": "¿De verdad no estás de acuerdo con nuestro acuerdo de usuario y política de privacidad?",
    "alertContent": "Por favor, lee y acepta el acuerdo de usuario y la política de privacidad antes de continuar usando AstroBox. Si no estás de acuerdo, la aplicación se cerrará inmediatamente.",
    "ua": "Acuerdo de usuario de AstroBox\n\nAntes de usar este software (en adelante, \"AstroBox\"), lee detenidamente y comprende completamente los términos de este acuerdo de usuario. Continuar descargando, instalando o usando AstroBox significa que has leído, comprendido y aceptado todo el contenido descrito en este acuerdo, y aceptas cumplir con las diversas reglas y restricciones estipuladas en este acuerdo.\n\n⸻\n\nI. Autorización de uso del software\n\n1. AstroBox es desarrollado y publicado por AstralSight Studios, y otorga a los usuarios un derecho de uso limitado, no exclusivo, intransferible y revocable bajo la premisa de cumplir con este acuerdo.\n2. AstralSight Studios se reserva otros derechos no expresamente otorgados en este acuerdo.\n\n⸻\n\nII. Normas de conducta del usuario\n\nLos usuarios no deben usar este software para participar en las siguientes actividades:\n    •    Violar cualquier ley, reglamento o disposición administrativa aplicable;\n    •    Infringir los derechos de propiedad intelectual, los derechos de privacidad u otros derechos legales de terceros;\n    •    Interferir o interrumpir el funcionamiento normal del software o la seguridad del servidor a través de medios técnicos;\n    •    Realizar ingeniería inversa, descompilar, desensamblar o modificar este software sin permiso;\n    •    Usar este software para distribuir código malicioso, información ilegal o contenido inapropiado;\n    •    Usar este software o sus obras derivadas con fines comerciales (a menos que se obtenga una autorización por escrito).\n\nSi un usuario viola las disposiciones anteriores, AstralSight Studios tiene derecho a rescindir o restringir su derecho a usar este software sin previo aviso.\n\n⸻\n\nIII. Servicios y contenido de terceros\n\n1. Este software puede integrar servicios de terceros o acceder a recursos de terceros (incluidas, entre otras, interfaces oficiales de Xiaomi, contenido de la comunidad de terceros, etc.). Los usuarios deben cumplir con los términos de servicio correspondientes.\n2. AstralSight Studios no garantiza la estabilidad, legalidad o seguridad de los servicios de terceros. Las disputas entre los usuarios y terceros serán resueltas por los propios usuarios.\n\n⸻\n\nIV. Advertencia de riesgo\n\n1. Este software implica la modificación de los recursos del sistema del dispositivo, lo que puede provocar anomalías en el dispositivo, pérdida de datos o restricciones de la cuenta. Los usuarios deben asumir los riesgos por sí mismos.\n2. AstralSight Studios no es responsable de ninguna pérdida causada por las operaciones del usuario o factores externos.\n\n⸻\n\nV. Ley aplicable y resolución de disputas\n\n1. La celebración, ejecución, interpretación y resolución de disputas de este acuerdo se regirán por las leyes de la República Popular China (excluidas las normas de conflicto de leyes).\n\n⸻\n\nVI. Cambios en el acuerdo\n\n1. AstralSight Studios tiene derecho a modificar este acuerdo según sea necesario y anunciarlo en los canales de publicación. El acuerdo modificado entrará en vigor a partir de la fecha de su publicación.\n2. Si un usuario continúa usando este software después de que se modifique el acuerdo, se considerará que ha aceptado el acuerdo modificado.\n\n⸻\n\nAntes de instalar y usar este software, asegúrate de haber comprendido y aceptado los términos anteriores; de lo contrario, desinstala y deja de usar AstroBox inmediatamente.\n\n",
    "pa": "Política de privacidad de AstroBox\n\nEsta \"Política de privacidad\" tiene como objetivo explicar cómo AstralSight Studios recopila, usa, almacena, comparte y protege la información relevante del usuario. Descargar, instalar, usar o acceder a este software de otra manera significa que has leído y aceptado todo el contenido de esta política.\n\n⸻\n\nI. Alcance de la recopilación de información\n\n1. Información necesaria:\n    •    Modelo del dispositivo, versión del sistema, identificadores únicos del dispositivo (como el número de serie del dispositivo, la dirección MAC de Bluetooth, etc.);\n    •    Registros básicos de operación (registros de errores, informes de fallos, registros de llamadas de funciones);\n    •    Información de solicitud de red (URL de recursos de terceros visitados, estado de los resultados de llamadas, etc.).\n\n2. Información opcional (requiere autorización del usuario):\n    •    Información de la cuenta de la plataforma de terceros (como el nombre de usuario, el ticket de autorización, etc. de la cuenta Xiaomi), que solo se transmite directamente a la plataforma de destino durante el proceso de llamada de función y no se guarda de forma persistente localmente o en servidores oficiales de plataformas que no son de terceros sin la autorización del usuario.\n\n3. Información estadística anónima:\n    •    Frecuencia de uso de funciones, distribución de tipos de dispositivos, distribución de versiones de aplicaciones, etc.\n\n⸻\n\nII. Propósito del uso de la información\n\n1. Proporcionar funciones básicas (como la instalación de recursos, la conexión del dispositivo);\n2. Realizar optimización de funciones y ajuste fino del rendimiento;\n3. Reparar fallas y mejorar la experiencia del usuario;\n4. Cumplir con las leyes, regulaciones y requisitos reglamentarios.\n\n⸻\n\nIII. Intercambio y divulgación de información\n\n1. No venderemos ni alquilaremos información del usuario a ningún tercero.\n2. Podemos compartir información en las siguientes circunstancias:\n    •    Requerido por leyes y regulaciones o solicitado legalmente por agencias gubernamentales;\n    •    Para evitar que el software se use indebidamente o para proteger los derechos e intereses legítimos de los usuarios, el público y AstralSight Studios;\n    •    Con el consentimiento explícito del usuario.\n\n⸻\n\nIV. Almacenamiento de datos y seguridad\n\n1. Todos los registros y datos estadísticos se almacenan de forma anónima o desidentificada;\n2. Los datos pueden almacenarse en plataformas de servicios en la nube nacionales o extranjeras;\n3. Se adoptan medios técnicos razonables (como cifrado, control de acceso) para proteger la seguridad de los datos, pero no se puede garantizar la seguridad absoluta.\n\n⸻\n\nV. Derechos del usuario\n\n1. Los usuarios pueden optar por rechazar el suministro de información opcional, pero esto puede provocar que algunas funciones no estén disponibles;\n2. Los usuarios tienen derecho a solicitar la eliminación de datos personales almacenados localmente o en la nube (dentro del alcance permitido por la ley);\n3. Los usuarios pueden desinstalar este software en cualquier momento para detener la recopilación de información.\n\n⸻\n\nVI. Actualizaciones de la política de privacidad\n\nAstralSight Studios puede actualizar esta política de acuerdo con cambios legales, técnicos o comerciales. La política de privacidad actualizada se publicará a través de los canales oficiales y entrará en vigor de inmediato.\n\n⸻\n\nAntes de instalar y usar este software, asegúrate de haber comprendido y aceptado el contenido anterior; de lo contrario, desinstala y deja de usar AstroBox inmediatamente.\n\n"
  },
  "communitytips": {
    "title": "Consejos de contenido de la comunidad",
    "content": "Todo el contenido pago en la plataforma AstroBox es el comportamiento personal de los cargadores de recursos y no tiene nada que ver con el oficial de AstroBox. AstroBox no proporciona ningún canal de pago y no participa en la división o el lucro del contenido relacionado con el pago. La única forma de obtener ganancias de AstroBox en la actualidad es vendiendo productos periféricos de la marca.\n\n⸻\n\nSi encuentra que algunos recursos están marcados como \"gratuitos\" en productos de software similares, pero son recursos pagos en AstroBox, tenga en cuenta: algunas descargas \"gratuitas\" proporcionadas por algunas plataformas pueden ser solo versiones de prueba o versiones de experiencia, no versiones completas. AstroBox obliga a los cargadores de recursos a marcar claramente si los recursos son pagos para garantizar que los usuarios obtengan información transparente y precisa. Si el cargador de recursos no indica si los recursos pagos son recursos pagos, no pasarán la revisión y los cargadores de recursos no pueden cargar solo recursos de pago forzoso.\n\n⸻\n\nLas imágenes de vista previa de algunos recursos en la plataforma AstroBox pueden mostrar estilos publicitarios. Estos comportamientos de visualización son establecidos de forma autónoma por los cargadores de recursos. El diseño de la imagen de vista previa es la libertad de los cargadores de recursos. AstroBox no impondrá ninguna restricción y ese contenido no es el contenido publicitario publicado por el oficial de AstroBox.",
    "confirm": "Lo entiendo",
    "cancel": "No estoy de acuerdo",
    "alertTitle": "¿De verdad no estás de acuerdo con los consejos de contenido de la comunidad?",
    "alertContent": "Si no estás de acuerdo, no podrás obtener recursos a través de la comunidad de recursos dentro de la aplicación.",
    "titles": {
      "pay": "Contenido de pago",
      "ad": "Contenido publicitario",
      "price": "Gratis y pago"
    }
  },
  "home": {
    "title": "Página principal",
    "search": "Buscar",
    "appList": "Lista de aplicaciones",
    "loadingMore": "Cargando más...",
    "none": "Parece que no hay nada temporalmente...",
    "bottom": "Ya... se ha investigado a fondo...❤",
    "retry": "Reintentar",
    "loading": "Reintentando..."
  },
  "about": {
    "title": "Acerca de",
    "appVersion": "Versión de la aplicación",
    "foundNew": "Nueva versión encontrada",
    "checking": "Comprobando actualizaciones",
    "download": "Descargar actualización",
    "latest": "La versión actual es la más reciente",
    "checkUpdate": "Comprobar actualizaciones",
    "buildDate": "Fecha de compilación",
    "team": "Equipo de desarrollo",
    "changelog": "Registro de cambios",
    "roles": {
      "nativeFrontend": "Desarrollo nativo/frontend",
      "native": "Desarrollo nativo",
      "designerFrontend": "Diseñador/desarrollo frontend"
    },
    "releaseName": "Nombre en clave de la versión",
    "copyright": "Copyright © 2025 AstralSightStudios. Reservados todos los derechos"
  },
  "product": {
    "detail": "Detalles del recurso",
    "notFound": "El recurso no existe"
  },
  "common": {
    "modify": "Modificar",
    "cancel": "Cancelar",
    "go": "Saltar",
    "loading": "Cargando...",
    "refreshAll": "Actualizar todo",
    "uninstall": "Desinstalar",
    "disable": "Deshabilitar",
    "enable": "Habilitar",
    "install": "Instalar",
    "ok": "Aceptar",
    "open": "Abrir",
    "download": "Descargar",
    "share": "Compartir",
    "fail": "Error al operar",
    "speedLimit": "No te preocupes"
  },
  "updateDialog": {
    "title": "Nueva versión encontrada {version}",
    "body": "Registro de cambios:",
    "updateNow": "Actualizar ahora",
    "later": "Recordar más tarde",
    "ignore": "No recordar más esta versión"
  },
  "resourceType": {
    "quickapp": "Aplicación rápida",
    "watchface": "Esfera del reloj",
    "firmware": "Firmware"
  },
  "resourcePaidType": {
    "paid": "Pago",
    "force_paid": "Pago obligatorio"
  },
  "resourceCategory": {
    "hidden_paid": "Pago oculto",
    "hidden_force_paid": "Pago obligatorio oculto",
    "quickapp": "Aplicación rápida",
    "watchface": "Esfera del reloj"
  },
  "installTask": {
    "watchface": {
      "description": "Archivo de esfera del reloj local"
    },
    "thirdPartyApp": {
      "description": "Aplicación local de terceros"
    },
    "firmware": {
      "description": "Archivo de firmware local"
    }
  },
  "banner": {
    "loadFailed": {
      "title": "¡Error al cargar el banner!"
    },
    "noBanners": {
      "title": "Sin banner...",
      "description": "¿Problema de red?"
    },
    "loading": "Cargando..."
  },
  "modifyWatchfaceDialog": {
    "title": "Modificar ID de la esfera del reloj",
    "placeholder": "Introduce un número de 9/12 dígitos"
  },
  "plugin": {
    "noPluginsInstalled": "No hay plugins instalados miau",
    "noFeatures": "Este plugin no tiene ninguna función",
    "storeEnd": "Ya... se ha investigado a fondo...❤",
    "loading": "Cargando...",
    "detailTitle": "Detalles del plugin",
    "searchPlaceholder": "Buscar plugin",
    "import": "Importar plugin",
    "tabs": {
      "installed": "Instalado",
      "market": "Mercado de plugins",
      "features": "Funciones",
      "details": "Detalles"
    },
    "details": {
      "author": "Autor",
      "website": "Sitio web",
      "version": "Versión",
      "apiLevel": "Nivel de API",
      "permissions": "Permisos"
    },
    "uninstallPrompt": {
      "title": "Desinstalar plugin",
      "body": "¿Estás seguro de que quieres desinstalar {pluginName}?",
      "primary": "Desinstalar",
      "secondary": "Cerrar"
    },
    "restartPrompt": {
      "title": "Necesitas reiniciar",
      "body": "Todos los cambios de plugin requieren que reinicies la aplicación para que surtan efecto. Cuando hagas clic en Reiniciar ahora, la aplicación se cerrará. Abre la aplicación manualmente.",
      "primary": "Reiniciar ahora",
      "secondary": "Cancelar"
    }
  },
  "device": {
    "authkeyPrompt": "Por favor, introduce Authkey",
    "connectFailed": "Error al conectar",
    "authkeyPlaceholder": "Introduce el AuthKey del dispositivo aquí",
    "actions": {
      "delete": "Eliminar dispositivo",
      "disconnect": "Desconectar",
      "shareQR": "Compartir a través del código QR",
      "qrResizeHint": "Haz clic para cambiar el tamaño",
      "qrTitle": "Código QR del dispositivo:"
    },
    "disconnected": "Desconectado",
    "connected": "Conectado",
    "charging": "(Cargando)",
    "lastChargePrefix": "Última carga",
    "lastChargeSuffix": "antes",
    "reconnect": "Volver a conectar",
    "reconnectFailed": "La última conexión no se realizó correctamente. Vuelve a conectar en la página de cambio de dispositivo",
    "switch": "Cambiar dispositivo",
    "notConnected": "Dispositivo no conectado",
    "connect": "Conectar dispositivo",
    "networkProxyInfo": "AstroBox ha proxy las solicitudes de red en tu dispositivo",
    "fakeAndroidModeInfoLabel": "El modo de suplantación de Android está habilitado. En este modo, no puedes establecer una conexión normal con el dispositivo. Las funciones como la instalación de recursos y la gestión de recursos no están disponibles. Si quieres usar las funciones anteriores, desactiva este modo y vuelve a conectar el dispositivo.",
    "features": {
      "installApp": "Instalar aplicación rápida",
      "installAppDesc": "Selecciona un paquete de aplicación rápida e instálalo en el dispositivo",
      "installWatchface": "Instalar esfera del reloj",
      "installWatchfaceDesc": "Selecciona un archivo de esfera del reloj e instálalo en el dispositivo",
      "installFirmware": "Instalar firmware",
      "installFirmwareDesc": "Selecciona un firmware del sistema e instálalo en el dispositivo",
      "manageApps": "Gestión de aplicaciones rápidas",
      "manageAppsDesc": "Gestionar aplicaciones rápidas en el dispositivo",
      "manageWatchfaces": "Gestión de esferas del reloj",
      "manageWatchfacesDesc": "Gestionar esferas del reloj en el dispositivo",
      "deviceInfo": "Información del dispositivo",
      "deviceInfoDesc": "Ver información detallada de este dispositivo"
    }
  },
  "openToPageDialog": {
    "title": "Saltar página",
    "placeholder": "Introduce el nombre de la página"
  },
  "providerDialog": {
    "title": "Estado de la fuente de la comunidad"
  },
  "queue": {
    "title": "Cola",
    "downloadQueue": "Cola de descarga",
    "installQueue": "Cola de instalación",
    "noTasks": "No hay tareas en la cola",
    "titleShort": "Cola",
    "viewTasks": "Ver tareas",
    "taskQueue": "Cola de tareas"
  },
  "loginDialog": {
    "title": "Iniciar sesión en la cuenta de Xiaomi",
    "description": "Usa tu cuenta Xiaomi para iniciar sesión para sincronizar los dispositivos vinculados",
    "usernamePlaceholder": "Por favor, introduce el nombre de usuario/número de teléfono/ID de la cuenta Xiaomi",
    "passwordPlaceholder": "Por favor, introduce la contraseña",
    "saveCredentials": "Guardar nombre de usuario y contraseña",
    "loggingIn": "Iniciando sesión",
    "login": "Iniciar sesión",
    "emptyError": "¡La contraseña o la cuenta no pueden estar vacías!",
    "iosCopyAlertTitle": "Obtener resultado",
    "iosCopyAlertContentTip": "Parece que estás usando un dispositivo iOS. Debido a las restricciones de la interfaz, los dispositivos iOS no admiten actualmente la adición automática de dispositivos vinculados. Busca el dispositivo al que planeas conectarte a continuación, copia la clave de autenticación y, a continuación, ve a la página \"Cambiar dispositivo\" para conectarte tú mismo.",
    "2fa": {
      "title": "Se requiere verificación en dos pasos",
      "body": "Se detectó que tu cuenta requiere verificación en dos pasos. Haz clic en \"Aceptar\" para ir al navegador y operar. Este proceso incluirá dos saltos de navegador. Después de que la página muestre \"ok\", vuelve a AstroBox e intenta iniciar sesión de nuevo."
    }
  },
  "permission": {
    "ble": {
      "required": "Debes conceder permiso de Bluetooth a AstroBox para usar todas las funciones normalmente. Por favor, permite que AstroBox use el permiso \"Dispositivos cercanos\" y reinicia la aplicación."
    }
  },
  "connect": {
    "failed": "Error al conectar",
    "iosIgnoreTips": "Error al conectar. Intenta ir a la configuración de Bluetooth del sistema, encontrar el dispositivo al que quieres conectar, hacer clic en el botón en forma de (i) en el lado derecho para entrar en la página de detalles, hacer clic en \"Omitir este dispositivo\" y, a continuación, inténtalo de nuevo.",
    "handshakeFailed": "Error de protocolo de enlace",
    "authFailed": "Error de clave o anomalía de backend. Intenta reiniciar la aplicación y, a continuación, inténtalo de nuevo"
  },
  "settings": {
    "title": "Ajustes",
    "general": {
      "title": "General",
      "reduceAnimation": "Reducir animación",
      "reduceAnimationDesc": "Se recomienda a los usuarios de webkit que activen esta opción para evitar que la pantalla tiemble",
      "language": "Idioma",
      "languageDesc": "Selecciona el idioma que se muestra en AstroBox",
      "translateTeam": "Contribuyentes de la traducción",
      "translateTeamDesc": "Aprende quién creó el paquete de traducción actual",
      "themeColorTitle": "Color del tema",
      "themeColorDesc": "Ajusta el color del tema de AstroBox",
      "fixedHeader": "Barra de título fija",
      "fixedHeaderDesc": "Mantén la barra de título fija en la parte superior al desplazarte por la página (no se recomienda a los usuarios de Windows11 que activen esta opción)",
      "micaEffect": "Efecto de transparencia",
      "micaEffectDesc": "Configura el efecto de transparencia en el sistema Windows11",
      "micaEffectFull": "Efecto de transparencia total",
      "micaEffectPartial": "Barra lateral y barra de título transparentes",
      "micaEffectTitleOnly": "Solo barra de título transparente",
      "micaEffectInfo": "Después de activarla, la página de AstroBox tendrá un efecto de transparencia de mica, pero ten en cuenta: esto puede afectar a la legibilidad de algunas páginas y a la estética del efecto de desenfoque gaussiano.\n Puedes configurar el alcance del efecto de transparencia; si quieres desactivar todos los efectos de transparencia del sistema, ve a la configuración de Windows.",
      "liveActivity": "Notificación de actividad en tiempo real",
      "liveActivityDesc": "Después de activarla, el progreso de la ejecución de la tarea de la cola se mostrará en la isla dinámica y en el centro de notificaciones del sistema"
    },
    "tools": {
      "title": "Herramientas divinas",
      "debugWindow": "Ventana de depuración",
      "debugWindowDesc": "Si mostrar o no la ventana de depuración",
      "openlog": "Carpeta de registro",
      "openlogDesc": "Abre la carpeta de registro para ver los registros del programa",
      "infoDump": "Información del dispositivo",
      "infoDumpDesc": "Muestra la información del entorno operativo del dispositivo para ayudar a otros a localizar rápidamente los problemas",
      "unlockCode": "Calcular código de desbloqueo",
      "unlockCodeDesc": "Calcula el código de desbloqueo para restablecer el dispositivo cuando olvides la contraseña del dispositivo",
      "dialogTitle": "Desbloquea tu dispositivo portátil Xiaomi",
      "dialogUsage": "Cómo usar",
      "dialogUsageInfo": "Haz clic arriba, abajo, arriba, abajo, arriba, abajo en la página de descripción cuando olvides la contraseña",
      "result": "Resultado del cálculo",
      "mac": "Dirección MAC",
      "sn": "Código SN",
      "noticeTitle": "Por favor, ten en cuenta",
      "noticeBody": "Esta herramienta solo está disponible para los propietarios originales del dispositivo para restaurar los permisos de acceso en circunstancias legales. No la uses para descifrar, eludir o acceder ilegalmente a dispositivos Xiaomi que no te pertenecen. AstroBox y sus desarrolladores no son responsables de ninguna consecuencia legal o moral resultante del uso indebido de esta herramienta.",
      "agree": "Sí, he leído y estoy de acuerdo con el descargo de responsabilidad.",
      "calculate": "Calcular"
    },
    "account": {
      "title": "Cuenta",
      "loginBBS": "Iniciar sesión en la cuenta de Mitán",
      "loginBBSDesc": "Inicia sesión en la cuenta de Mitán para obtener recursos de Mitán",
      "syncDevices": "Sincronizar dispositivo",
      "syncDevicesDesc": "Sincronizar dispositivos vinculados desde Xiaomi Sports Health",
      "bbsAccount": "Cuenta de Mitán"
    },
    "install": {
      "title": "Instalar",
      "iosFakeAndroidMode": "Modo de suplantación de Android",
      "iosFakeAndroidModeDesc": "Suplantar un sistema Android y conectar el dispositivo brevemente para desbloquear algunas funciones (debido a las limitaciones del sistema, solo se puede mantener una conexión momentánea después de activarlo. Si quieres instalar o gestionar recursos, desactívalo)",
      "iosFakeAndroidModeEnableAlertTitle": "Habilitar el modo de suplantación de Android",
      "iosFakeAndroidModeEnableAlertContent": "Estás intentando habilitar el modo de suplantación de Android.\nDespués de habilitar este modo y volver a conectar el dispositivo, puedes desbloquear algunas funciones que solo se pueden habilitar en Android en el lado del dispositivo. Sin embargo, debido a las limitaciones del sistema de Xiaomi, después de activar este modo, la conexión entre AstroBox y el dispositivo solo puede mantenerse por un momento. La conexión se desconectará inmediatamente después de que el dispositivo se vincule correctamente, lo que significa que no podrás realizar ninguna operación excepto vincular el dispositivo en este modo, incluida la instalación de recursos y la desinstalación de recursos. Para realizar estas operaciones, desactiva este modo y, a continuación, vuelve a conectar el dispositivo.\n¿Estás seguro de que quieres desconectar el dispositivo actual y activar este modo?",
      "removeBondBeforeConnect": "Eliminar vinculación antes de conectar",
      "removeBondBeforeConnectDesc": "Eliminar la vinculación antes de conectar el dispositivo para volver a emparejarlo ayuda a mejorar la desconexión",
      "sendInterval": "Intervalo de envío de paquetes",
      "sendIntervalDesc": "El intervalo para enviar bloques durante la instalación, ajustar esta opción puede resolver algunos problemas de error de instalación"
    },
    "source": {
      "title": "Fuente del software (surtirá efecto después de reiniciar)",
      "officialCdn": "Fuente oficial CDN",
      "officialCdnDesc": "Selecciona la dirección CDN de la fuente oficial"
    },
    "queue": {
      "title": "Cola",
      "autoInstall": "Instalación automática",
      "autoInstallDesc": "Instalar automáticamente después de la descarga",
      "dontClear": "No borrar la cola de instalación",
      "dontClearDesc": "No borrar la cola después de que se complete la instalación para facilitar la depuración"
    },
    "about": {
      "title": "Acerca de",
      "aboutAstrobox": "Acerca de",
      "aboutAstroboxDesc": "Información detallada sobre AstroBox",
      "website": "Sitio web oficial",
      "websiteDesc": "Visita el sitio web oficial de AstroBox",
      "qq": "Grupo QQ",
      "qqDesc": "Únete al grupo QQ oficial de AstroBox (920456907)",
      "bandbbs": "Foro de discusión de Mitán",
      "bandbbsDesc": "Ve al foro de discusión de Mitán para discutir y enviar comentarios",
      "licences": "Licencia de código abierto",
      "licencesDesc": "Ver la licencia de código abierto de AstroBox",
      "disclaimer": "Descargo de responsabilidad",
      "disclaimerDesc": "Ver el descargo de responsabilidad de AstroBox",
      "startoobe": "Volver a empezar el asistente de inicialización",
      "startoobeDesc": "Comienza el proceso de inicialización para volver a configurar AstroBox"
    }
  },
  "licences": {
    "title": "Licencia de código abierto",
    "intro": "Las licencias de todos los paquetes utilizados en este proyecto se enumeran a continuación.",
    "node": "Dependencias de Node.js",
    "crates": "Paquetes Creates.io",
    "filter": "Filtrar",
    "author": "Autor:",
    "license": "Licencia:",
    "description": "Descripción:",
    "url": "URL:"
  },
  "bandbbs": {
    "title": "Cuenta de Mitán",
    "uid": "UID:",
    "logout": "Cerrar sesión",
    "purchased": "Recursos comprados",
"enter_resource_id": "Introduce el ID del recurso de pago que quieres descargar",
    "resource_id_placeholder": "ID del recurso",
    "query": "Consultar"
  },
  "iframe": {
    "title": "Abrir página web"
  },
  "addDeviceFromQr": {
    "title": "Dispositivo detectado"
  },
  "dragToPush": {
    "title": "Suelta para instalar el archivo",
    "supportedFiles": "Archivos admitidos: esferas de reloj, aplicaciones rápidas, plugins de AstroBox"
  },
  "onlineImage": {
    "loadFailed": "Error al cargar la imagen"
  },
  "pluginStoreTest": {
    "waiting": "Esperando para ejecutar",
    "success": "Operación exitosa",
    "refreshAll": "Actualizar todo",
    "pullPage": "Tirar página",
    "pullItem": "Tirar item=plugin de prueba",
    "downloadAndPackage": "Descargar y empaquetar item=plugin de prueba",
    "pullReport": "Tirar registro de la pulsera"
  },
  "productInfo": {
    "about": "Acerca de este recurso",
    "update": "Actualizar",
    "updateDescription": "Optimiza la estabilidad de la esfera del reloj, mejora la fluidez de la esfera del reloj.",
    "deviceRequirements": "Requisitos del dispositivo",
    "compatible": "Este producto es adecuado para tu",
    "incompatible": "Este producto no es compatible con tu",
    "incompatibleSuffix": "incompatible",
    "otherVersions": "También se proporcionan otras versiones de dispositivos al mismo tiempo.",
    "inQueue": "Ya está en la cola",
    "copyLink": "Copiar enlace",
    "resizeQr": "Haz clic para cambiar el tamaño",
    "viewOnBandBBS": "Ver en la comunidad de Mitán"
  },
  "appManagement": {
    "title": "Gestión de aplicaciones rápidas",
    "none": "No hay aplicaciones rápidas temporales"
  },
  "deviceInfo": {
    "title": "Información del dispositivo",
    "notRealtime": "Esta página no se actualiza en tiempo real",
    "groups": {
      "device": "Información del dispositivo",
      "system": "Información del sistema",
      "status": "Estado del dispositivo",
      "storage": "Espacio de almacenamiento"
    },
    "fields": {
      "name": "Nombre",
      "address": "Dirección",
      "authkey": "AuthKey",
      "connectionType": "Tipo de conexión",
      "codename": "Nombre en clave del producto",
      "model": "Modelo",
      "imei": "IMEI",
      "firmware": "Versión del sistema",
      "serial": "Número de serie",
      "battery": "Batería",
      "chargeStatus": "Estado de carga",
      "lastCharge": "Última carga",
      "storageTotal": "Espacio total",
      "storageUsed": "Usado"
    }
  },
  "watchfaceManagement": {
    "title": "Gestión de esferas de reloj",
    "none": "No hay esferas de reloj temporales"
  },
  "switchDevice": {
    "title": "Seleccionar dispositivo",
    "getSavedFailed": "Error al obtener el dispositivo almacenado",
    "scanAndAdd": "Escanear y añadir dispositivo",
    "scanFailed": "Error al escanear el dispositivo",
    "scanNotFound": "No se han detectado dispositivos temporalmente",
    "savedDevices": "Dispositivos conectados",
    "noSavedDevices": "Aún no se ha conectado a ningún dispositivo"
  },
  "providerName": {
    "official": "Fuente oficial",
    "bandbbs": "Comunidad de Mitán"
  },
  "deviceSupportTips": {
    "minimumSupportDialogTitle": "Soporte mínimo",
    "minimumSupportDialogContent": "La versión del sistema de tu teléfono parece ser inferior a Android 13. Para que tengas una mejor experiencia, usa un teléfono con Android 13 o superior. Para los dispositivos de baja versión por debajo de Android 13, no garantizamos su disponibilidad ni proporcionamos ningún soporte técnico. Debido al uso de nuevas tecnologías en el frontend, es posible que también debas actualizar la versión de WebView para poder usar AstroBox normalmente.",
    "minimumSupportDialogUpdateWebViewButton": "Actualizar WebView"
  },
  "oobe": {
    "welcomeTitleTop": "Bienvenido a",
    "welcomeTitleLeft": "Tu próximo",
    "welcomeTitleRight": "Caja de herramientas de dispositivos portátiles Vela",
    "skip": "Omitir",
    "next": "Siguiente",
    "continue": "Continuar"
  }
}